{"translation-revision-date":"2025-01-07 10:39:54+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Features":["Tính năng"],"Order posts of this post type using a drag and drop interface.":["Sắp xếp các bài viết của loại bài viết này bằng giao diện kéo và thả."],"Re-Order Posts":["Đặt lại thứ tự bài viết"],"Life-time deals available":["Ưu đãi trọn đời có sẵn"],"Integrations with all page builders":["Tích hợp với tất cả các trình tạo trang"],"Saving data in custom tables":["Lưu dữ liệu trong các bảng tùy chỉnh"],"Creating Customizer panels & sections":["Tạo bảng & phần tùy chỉnh"],"Creating user profile forms":["Tạo biểu mẫu hồ sơ người dùng"],"Creating custom Gutenberg blocks":["Tạo khối Gutenberg tùy chỉnh"],"Submiting posts from frontend":["Gửi bài viết từ giao diện người dùng"],"Building relationships between posts, terms & users":["Xây dựng mối quan hệ giữa các bài viết, mục phân loại và người dùng"],"50+ custom field types":["50+ loại trường tùy chỉnh"],"Get the powerful framework to build custom fields & custom data for WordPress with the expert support.":["Nhận khuôn mẫu mạnh mẽ để xây dựng các trường tùy chỉnh và dữ liệu tùy chỉnh cho WordPress với sự hỗ trợ của chuyên gia."],"Move to trash":["Chuyển vào thùng rác"],"%1$s published. %2$s":["%1$s đã đăng. %2$s"],"Add custom fields to this taxonomy":["Thêm các trường tùy chỉnh vào phân loại này"],"Add custom fields to this post type":["Thêm trường tùy chỉnh vào loại nội dung này"],"%s Fields":["%s Trường"],"Edit Taxonomies":["Sửa phân loại"],"Add Taxonomies":["Thêm phân loại"],"Back to all taxonomies":["Quay lại tất cả phân loại"],"Toggle sidebar":["Đổi thanh bên"],"Publish":["Đăng"],"Update":["Cập nhật"],"Save draft":["Lưu nháp"],"Switch to draft":["Chuyển sang bản nháp"],"Add Post Type":["Thêm loại nội dung"],"Back to all post types":["Quay lại tất cả loại nội dung"],"Build internal link easier in WordPress with real-time reports.":["Xây dựng liên kết nội bộ dễ dàng trong WordPress với báo cáo thời gian thực."],"An advanced, powerful and flexible plugin to add schemas to WordPress":["Một plugin tiên tiến, mạnh mẽ và linh hoạt để thêm schema vào WordPress."],"A fast, lightweight and full-featured SEO plugin for WordPress with minimal configuration.":["Một plugin SEO nhanh, nhẹ và đầy đủ tính năng cho WordPress với cấu hình đơn giản."],"Like this plugin? Check out our other WordPress plugins:":["Bạn thích plugin này? Hãy khám phá những plugin khác cho WordPress của chúng tôi nhé:"],"Our WordPress Plugins":["Plugin WordPress khác của chúng tôi"],"If you like this plugin, please write a review on WordPress.org to help us spread the word. We really appreciate that!":["Nếu bạn thích plugin này, xin vui lòng viết một đánh giá trên WordPress.org để giúp chúng tôi lan tỏa thông tin. Chúng tôi rất trân trọng điều đó!"],"Write a review":["Viết đánh giá"],"Last modified":["Sửa đổi lần cuối"],"Published":["Đã đăng"],"Status":["Trạng thái"],"Summary":["Tóm tắt"],"ERROR: the slug must not exceed %d characters.":["LỖI: slug không được vượt quá %d ký tự."],"Saving...":["Đang lưu..."],"Search...":["Tìm kiếm..."],"Enter <a href=\"https:\/\/fontawesome.com\/search?o=r&m=free\">FontAwesome<\/a> icon class here. Supports FontAwesome free version only.":["Nhập lớp biểu tượng <a href=\"https:\/\/fontawesome.com\/search?o=r&m=free\">FontAwesome<\/a> ở đây. Chỉ hỗ trợ phiên bản miễn phí của FontAwesome."],"The icon to be used for the admin menu (FontAwesome)":["Biểu tượng được sử dụng cho menu admin (FontAwesome)"],"Font Awesome":["Font Awesome"],"Cannot import the post type <strong>%1$s<\/strong>. <a href=\"%2$s\">Go back<\/a>.":["Không thể nhập Loại nội dung <strong>%1$s<\/strong>. <a href=\"%2$s\">Quay lại<\/a>."],"Invalid file data. <a href=\"%s\">Go back<\/a>.":["Dữ liệu file không hợp lệ. <a href=\"%s\">Quay lại<\/a>."],"Choose an exported \".json\" file from your computer:":["Chọn một file \".json\" đã được xuất từ máy tính của bạn:"],"Post types have been imported successfully!":["Các loại nội dung đã được nhập thành công!"],"Import":["Nhập"],"Export":["Xuất"],"&larr; Go to %name%":["&larr; Đi tới %name%"],"Filter by %singular_name_lowercase%":["Lọc theo %singular_name_lowercase%"],"No %name_lowercase%":["Không %name_lowercase%"],"Choose most used %name_lowercase%":["Chọn %name_lowercase% được sử dụng nhiều nhất"],"Add or remove %name_lowercase%":["Thêm hoặc gỡ bỏ %name_lowercase%"],"Separate %name_lowercase% with commas":["Phân cách %name_lowercase% bằng dấu phẩy"],"Filter %name_lowercase% list":["Danh sách lọc %name_lowercase%"],"Uploaded to this %singular_name_lowercase%":["Tải lên vào %singular_name_lowercase% này"],"Insert into %singular_name_lowercase%":["Chèn vào %singular_name_lowercase%"],"No %name_lowercase% found in Trash.":["Không tìm thấy %name_lowercase% trong Thùng rác."],"No %name_lowercase% found.":["Không tìm thấy %name_lowercase%."],"View taxonomies":["Xem phân loại"],"View post types":["Xem loại nội dung"],"Not all data types and settings in CPT UI have an equivalent in Meta Box CPT. The plugin will try to migrate as much as it can.":["Không phải tất cả các loại dữ liệu và cài đặt trong CPT UI có tương đương trong Meta Box CPT. Plugin sẽ cố gắng di chuyển nhiều nhất có thể."],"Always backup your database first as the plugin will remove\/replace the existing CPT UI data. If you find any problem, restore the database and report us. We can't help you if you don't backup the database and there's something wrong.":["Luôn sao lưu cơ sở dữ liệu của bạn trước khi plugin gỡ bỏ\/thay thế dữ liệu CPT UI hiện có. Nếu bạn gặp bất kỳ vấn đề nào, hãy khôi phục cơ sở dữ liệu và báo cáo cho chúng tôi. Chúng tôi không thể giúp bạn nếu bạn không sao lưu cơ sở dữ liệu và có vấn đề gì đó xảy ra."],"Notes:":["Ghi chú:"],"Migrate":["Di chuyển"],"Done!":["Xong!"],"Migrating taxonomies...":["Di chuyển phân loại..."],"Migrating post types...":["Di chuyển loại nội dung..."],"Start...":["Bắt đầu..."],"CPT UI Migration":["Di chuyển UI CPT"],"Icon URL":["URL biểu tượng"],"Must be in base64 encoded format.":["Cần phải ở dạng mã hóa base64."],"Icon SVG":["Biểu tượng SVG"],"Icon":["Biểu tượng"],"Icon type":["Loại biểu tượng"],"Permalink is not set. It's recommended to set permalink for custom post types. <a href=\"%s\">Set it here.<\/a>":["Đường dẫn không được thiết lập. Đề nghị thiết lập đường dẫn cho loại nội dung tùy chỉnh. <a href=\"%s\">Thiết lập ở đây.<\/a>"],"Custom URL":["Tùy chỉnh URL"],"SVG":["SVG"],"Dashicons":["Biểu tượng Dashboard"],"View documentation":["Xem tài liệu hướng dẫn"],"Whether to delete posts of this type when deleting a user":["Có xoá bài viết loại này khi xoá người dùng không"],"Whether to allow this post type to be exported":["Có cho phép loại nội dung này được xuất ra không"],"Sets the custom query var key for this post type":["Đặt khóa truy vấn tùy chỉnh cho loại nội dung này"],"Whether the custom permastruct should be prepended":["Xem xét xem liệu cấu trúc cố định nên được thêm vào đầu không"],"The custom archive slug":["Slug lưu trữ tùy chỉnh"],"Whether there should be post type archives. Will generate the proper rewrite rules if the rewrite settings is enabled":["Cho phép lưu trữ loại nội dung. Sẽ tạo ra các quy tắc viết lại phù hợp nếu cài đặt viết lại được bật."],"The string to use to build the read, edit, and delete capabilities":["Chuỗi để sử dụng để xây dựng các khả năng đọc, sửa và xoá"],"If select custom capability, make sure to add capabilities to admin or other roles to add or edit posts of this type (using a plugin like Members or User Role Editor).":["Nếu chọn khả năng tùy chỉnh, hãy đảm bảo thêm khả năng vào admin hoặc các vai trò khác để thêm hoặc sửa bài viết của loại này (sử dụng một plugin như Members hoặc User Role Editor)."],"Custom base URL of REST API route":["Đường dẫn URL cơ bản tùy chỉnh của tuyến REST API"],"Whether to include the post type in the REST API. Set this to true for the post type to be available in the block editor":["Có nên bao gồm loại nội dung trong REST API hay không. Đặt giá trị này là true để loại nội dung có sẵn trong công cụ chỉnh sửa khối"],"Makes this post type available via the admin bar":["Cho phép loại nội dung này có sẵn thông qua thanh admin"],"Makes this post type available for selection in navigation menus":["Cho phép loại nội dung này có sẵn để chọn trong menu điều hướng"],"The icon to be used for the admin menu (Dashicons)":["Biểu tượng sẽ được sử dụng cho menu quản trị (Dashicons)"],"The position in the menu order the post type should appear":["Vị trí trong thứ tự menu mà loại nội dung nên xuất hiện"],"Where to show the post type in the admin menu":["Hiển thị loại nội dung ở đâu trong menu admin"],"Whether to generate and allow a UI for managing this post type in the admin":["Có nên tạo và cho phép một UI để quản lý loại nội dung này trong admin không"],"Whether queries can be performed on the front end for the post type as part of parse_request()":["Có thể thực hiện các truy vấn trên phía trước cho loại nội dung như một phần của parse_request() không?"],"Whether to exclude posts with this post type from front end search results":["Có nên loại trừ các bài viết có loại nội dung này khỏi kết quả tìm kiếm phía trước không"],"Whether the post type is hierarchical (e.g. page)":["Cho dù loại nội dung có phân cấp (ví dụ: trang)"],"Whether a post type is intended for use publicly either via the admin interface or by front-end users":["Dù một loại nội dung được dự định sử dụng công khai thông qua giao diện admin hoặc bởi người dùng front-end"],"Label used when an item is updated":["Nhãn được sử dụng khi một mục được cập nhật"],"Label used when an item is scheduled for publishing":["Nhãn được sử dụng khi một mục được lên lịch đăng."],"Label used when an item is switched to a draft":["Nhãn được sử dụng khi một mục được chuyển sang bản nháp"],"Label used when an item is published with private visibility":["Nhãn được sử dụng khi một mục được đăng với tùy chọn hiển thị riêng tư"],"Item published privately":["Mục được đăng riêng tư"],"Label used when an item is published":["Nhãn được sử dụng khi một mục được đăng."],"Label for the date filter in list tables":["Nhãn cho bộ lọc ngày trong bảng danh sách"],"Filter by date":["Lọc theo ngày"],"Table date filter hidden heading":["Bảng lọc ngày ẩn tiêu đề"],"Label for the table views hidden heading":["Nhãn cho tiêu đề ẩn của các xem bảng"],"Label for the menu name":["Nhãn cho tên menu"],"Label in the media frame for using a featured image":["Nhãn trong khung media để sử dụng ảnh đại diện"],"Label for removing the featured image":["Nhãn để xóa ảnh đại diện"],"Label for setting the featured image":["Nhãn cho việc thiết lập ảnh đại diện"],"Label for the featured image meta box title":["Nhãn cho tiêu đề meta box ảnh đại diện"],"Label for the media frame filter":["Nhãn cho bộ lọc khung media"],"Label for the media frame button":["Nhãn cho nút khung media"],"Label for the attributes meta box":["Nhãn cho meta box của các thuộc tính"],"Label for archives in nav menus":["Nhãn cho lưu trữ trong menu điều hướng"],"Label used to prefix parents of hierarchical items. Not used on non-hierarchical post types":["Nhãn được sử dụng để đặt trước các mục cấp cha của các mục. Không được sử dụng trên các loại nội dung không phân cấp"],"Label used when no items are in the Trash":["Nhãn được sử dụng khi không có mục nào trong Thùng rác"],"Label used when no items are found":["Nhãn được sử dụng khi không tìm thấy mục nào"],"Label for viewing post type archives":["Nhãn để xem lưu trữ loại nội dung"],"Label for the new item page title":["Nhãn cho tiêu đề trang mục mới"],"Label for editing a singular item":["Nhãn để sửa một mục đơn"],"Your function name that registers the post type":["Tên chức năng của bạn để đăng ký loại nội dung"],"Post type key. Must not exceed 20 characters and may only contain lowercase alphanumeric characters, dashes, and underscores":["Khoá loại bài. Không được vượt quá 20 kí tự và chỉ có thể chứa các kí tự chữ thường, số và dấu gạch ngang, gạch dưới."],"General name for the post type, usually plural":["Tên chung cho loại nội dung, thường là số nhiều"],"Whether terms in this taxonomy should be sorted":["Liệu các thuật ngữ trong bảng phân loại này có nên được sắp xếp không"],"Sets the query var key (taxonomy slug) for this taxonomy":["Đặt truy vấn cho khóa biến (slug của phân loại) cho phân loại này"],"Should the permastruct be prepended":["Nên thêm vào đầu cấu trúc cố định không"],"Customize the permastruct slug":["Tuỳ chỉnh slug của cấu trúc cố định"],"Whether to display a column for the taxonomy on its post type listing screens":["Có hiển thị một cột cho phân loại trên các trang danh sách loại nội dung của nó hay không"],"Whether to show the taxonomy in the quick\/bulk edit panel":["Có nên hiển thị phân loại trong bảng sửa nhanh\/sửa hàng loạt không?"],"Whether to list the taxonomy in the Tag Cloud Widget controls":["Có nên liệt kê phân loại trong các điều khiển widget thẻ không"],"To change the base URL of REST API route":["Để thay đổi URL cơ sở của tuyến REST API"],"Whether to include the taxonomy in the REST API. Set this to true for the taxonomy to be available in the block editor":["Có nên bao gồm phân loại trong REST API hay không. Đặt giá trị này là true để phân loại có sẵn trong công cụ soạn thảo khối"],"Whether to show the taxonomy meta box on the edit page":["Có nên hiển thị phân loại meta box trên trang sửa đổi hay không"],"Makes this taxonomy available for selection in navigation menus":["Cho phép phân loại này có sẵn để chọn trong menu điều hướng"],"Whether to show the taxonomy in the admin menu. If true, the taxonomy is shown as a submenu of the object type menu. If false, no menu is shown. The show UI settings must be true":["Cho phép hiển thị phân loại trong menu admin. Nếu đúng, phân loại sẽ được hiển thị như một submenu của menu loại đối tượng. Nếu sai, không có menu nào được hiển thị. Cài đặt hiển thị giao diện người dùng phải là đúng."],"Whether to generate and allow a UI for managing terms in this taxonomy in the admin":["Có nên tạo và cho phép một giao diện người dùng để quản lý các thuật ngữ trong phân loại này trong admin không"],"Whether the taxonomy is hierarchical":["Cho dù hệ thống phân loại là phân cấp hay không"],"Whether the taxonomy is publicly queryable":["Cho phép truy vấn công khai của phân loại hay không"],"Whether a taxonomy is intended for use publicly either via the admin interface or by front-end users":["Dù một hệ thống phân loại được dự định sử dụng công khai thông qua giao diện admin hoặc bởi người dùng front-end"],"A short descriptive summary of what the taxonomy is for":["Một bản tóm tắt mô tả ngắn về mục đích của phân loại"],"Label for the tab in the admin menu":["Nhãn cho tab trong menu admin"],"Label displayed after a term has been updated":["Nhãn hiển thị sau khi một term đã được cập nhật"],"Title for the Most Used tab":["Tiêu đề cho tab được sử dụng nhiều nhất"],"Label for the table hidden heading":["Nhãn cho tiêu đề bảng ẩn"],"Label for the table pagination hidden heading":["Nhãn cho tiêu đề ẩn phân trang của bảng"],"This label is only used for hierarchical taxonomies, used in the posts list table":["Nhãn này chỉ được sử dụng cho các bảng phân cấp, được sử dụng trong bảng danh sách bài viết"],"Filter by":["Lọc theo"],"Label used in the posts and media list tables":["Nhãn được sử dụng trong bảng danh sách bài viết và media"],"Label used in the meta box and taxonomy list table":["Nhãn được sử dụng trong meta box và bảng danh sách phân loại"],"This label is only used on non-hierarchical taxonomies. Default \"Choose from the most used tags\", used in the meta box":["Thẻ này chỉ được sử dụng trên các phân loại không phân cấp. Mặc định là \"Chọn từ các thẻ được sử dụng nhiều nhất\", được sử dụng trong meta box."],"This label is only used for non-hierarchical taxonomies. Default \"Add or remove tags\", used in the meta box when JavaScript is disabled":["Nhãn này chỉ được sử dụng cho các phân loại không phân cấp. Mặc định \"Thêm hoặc xoá thẻ\", được sử dụng trong meta box khi JavaScript bị tắt."],"This label is only used for non-hierarchical taxonomies. Default \"Separate tags with commas\", used in the meta box":["Thẻ này chỉ được sử dụng cho các phân loại không phân cấp. Mặc định \"Phân tách các thẻ bằng dấu phẩy\", được sử dụng trong meta box."],"Label for new item name":["Nhãn cho tên mục mới"],"Label for updating a singular item":["Nhãn để cập nhật một mục đơn"],"Label for viewing a singular item":["Nhãn để xem một mục đơn"],"Label for adding a new singular item":["Nhãn để thêm một mục mới đơn"],"Label for parent item, only used for hierarchical taxonomies":["Nhãn cho mục cha, chỉ được sử dụng cho các phân loại phân cấp"],"Label to signify all items in a submenu link":["Nhãn để chỉ ra tất cả các mục trong một liên kết menu con"],"Label for most popular items, only used for non-hierarchical taxonomies":["Nhãn cho hầu hết các mục phổ biến, chỉ được sử dụng cho phân loại không phân cấp"],"Label for searching items":["Nhãn để tìm kiếm các mục"],"Required for multilingual website. Used in the exported code only.":["Yêu cầu cho trang web đa ngôn ngữ. Chỉ sử dụng trong mã xuất."],"Your function name that registers the taxonomy":["Tên chức năng của bạn đăng ký phân loại"],"Taxonomy key, must not exceed 32 characters and may only contain lowercase alphanumeric characters, dashes, and underscores":["Kí tự phân loại không được vượt quá 32 kí tự và chỉ có thể chứa các kí tự chữ thường, số và dấu gạch ngang, gạch dưới."],"General name for the taxonomy, usually plural":["Tên chung cho phân loại, thường là số nhiều"],"ERROR: the slug must not be one of WordPress <a href=\"https:\/\/codex.wordpress.org\/Reserved_Terms\" target=\"_blank\" rel=\"noopener noreferrer\">reserved terms<\/a>":["LỖI: slug không được là một trong các <a href=\"https:\/\/codex.wordpress.org\/Reserved_Terms\" target=\"_blank\" rel=\"noopenner noreferrer\">điều khoản đã dành của WordPress<\/a>"],"Default":["Mặc định"],"Whether to show the taxonomy on the edit page.":["Hiện phân loại trong trang viết bài."],"Public queryable":["Cho phép truy vấn"],"View item":["Xem"],"Taxonomies that will be registered for the post type:":["Các phân loại được đăng ký cho loại nội dung:"],"Core features the post type supports:":["Các tính năng chính được hỗ trợ của loại nội dung:"],"Whether to move posts to Trash when deleting a user":["Đưa bài viết vào Thùng rác khi xoá một người dùng"],"Delete with user":["Xoá với người dùng"],"Enables request the post via URL: example.com\/?post_type=slug":["Bật tính năng gửi truy vấn bài viết qua URL: example.com\/?post_type=slug"],"Whether to expose this post type in the REST API. Must be true to enable the Gutenberg editor.":["Bật REST API cho loại nội dung này. Bắt buộc nếu bạn muốn bật trình soạn thảo Gutenberg."],"Where to show the post type in the admin menu. Show UI must be enabled.":["Hiện loại nội dung trên admin menu. Bắt buộc phải bật UI."],"Post formats":["Định dạng bài viết"],"%singular_name% updated.":["Đã cập nhật %singular_name%."],"Item updated":["Đã được cập nhật."],"%singular_name% scheduled.":["%singular_name% đã được lên lịch."],"Item scheduled":["Đã lên lịch"],"%singular_name% reverted to draft.":["%singular_name% được hoàn tác về bản nháp."],"Item switched to draft":["Đã chuyển sang bản nháp"],"%singular_name% published privately.":["%singular_name% đã được đăng một cách riêng tư."],"%singular_name% published.":["%singular_name% đã được đăng."],"Item published":["Đã được đăng"],"%name% list navigation":["Điều hướng danh sách %name%"],"Table filter hidden heading":["Tiêu đề ẩn của bộ lọc bảng"],"Used as featured image":["Dùng làm ảnh đại diện"],"Removing the featured image":["Xóa ảnh đại diện"],"Setting the featured image":["Thiết lập ảnh đại diện"],"Featured image meta box":["Ảnh đại diện"],"Media frame filter":["Bộ lọc khung media"],"Media frame button":["Nút frame media"],"%singular_name% Attributes":["Các thuộc tính %singular_name%"],"Attributes meta box":["Thuộc tính"],"%singular_name% Archives":["Lưu trữ %singular_name%"],"Nav menus archives":["Lưu trữ các menu"],"View %name%":["Xem %name%"],"Use as featured image":["Sử dụng làm ảnh đại diện"],"Remove featured image":["Xóa ảnh đại diện"],"Set featured image":["Chọn ảnh đại diện"],"Featured image":["Ảnh đại diện"],"Post types for the taxonomy:":["Các loại nội dung cho phân loại:"],"Labels":["Nhãn"],"General":["Tổng quan"],"Copy and paste the following code into your theme's functions.php file.":["Sao chép và dán đoạn mã sau vào file functions.php trong theme của bạn."],"Sort":["Sắp xếp"],"Either hierarchical rewrite tag or not":["Thẻ rewrite phân cấp hay không"],"Example: if your permalink structure is \/blog\/, then your links will be: false -> \/news\/, true -> \/blog\/news\/.":["Ví dụ: nếu cấu trúc link của bạn là \/blog\/, thì các link của bạn sẽ là: false -> \/news\/, true -> \/blog\/news\/."],"Whether to display a column for the taxonomy on its post type listing screens.":["Hiển thị cột cho phân loại trong màn hình danh sách bài viết."],"Whether to list the taxonomy in the Tag Cloud Widget controls.":["Liệt kê phân loại trong widget mây thẻ."],"The base URL of the REST API route. Leave empty to use the taxonomy slug.":["URL cho REST API. Bỏ trống để dùng slug của phân loại."],"Whether to include the taxonomy in the REST API. Must be true to enable the Gutenberg editor.":["Thêm phân loại vào REST API. Bắt buộc nếu dùng trình soạn thảo Gutenberg."],"Whether to generate and allow a UI for managing terms in this taxonomy in the admin.":["Bật giao diện cho quản lý các mục phân loại trong phần admin."],"Whether the taxonomy is hierarchical.":["Phân loại có phân cấp hay không."],"Whether the taxonomy is publicly queryable.":["Phân loại có truy vấn công khai được hay không."],"Whether a taxonomy is intended for use publicly either via the admin interface or by front-end users.":["Phân loại có được dùng công khai trong phần quản trị hoặc phía ngoài."],"A short descriptive summary of what the taxonomy is for.":["Mô tả ngắn về phân loại."],"%name%":["%name%"],"Back to items":["Trở lại các mục"],"Most Used":["Dùng nhiều nhất"],"Most used tab":["Tab dùng nhiều nhất"],"%name% list":["Danh sách %name%"],"Table hidden heading":["Ẩn tiêu đề bảng"],"%name% list pagination":["Điều hướng danh sách %name%"],"Table pagination hidden heading":["Tiêu đề ẩn cho phân trang bảng"],"No terms":["Không có mục nào"],"New %singular_name% Name":["Tên %singular_name% mới"],"Upgrade now":["Nâng cấp ngay"],"MB Custom Post Types & Custom Taxonomies":["MB Custom Post Types & Custom Taxonomies"],"Default is the post type slug.":["Mặc định là slug của loại nội dung."],"Custom archive slug":["Slug tuỳ chỉnh cho phần lưu trữ"],"Enables post type archives.":["Bật lưu trữ cho loại nội dung."],"Get PHP Code":["Lấy mã PHP"],"Custom":["Tùy chỉnh"],"Whether to show the taxonomy in the admin menu.":["Hiển thị phân loại trên admin menu."],"Post Types & Taxonomies":["Loại nội dung & phân loại"],"Leave empty to use the taxonomy slug.":["Bỏ trống đề dùng slug của phân loại."],"Do not show in the admin menu":["Không hiển thị trên admin menu"],"Show as sub-menu of %s":["Hiển thị là sub-menu của %s"],"Show as top-level menu":["Hiển thị là top-level menu"],"Custom rewrite slug":["Slug rewrite tuỳ chỉnh"],"Whether the post type is hierarchical.":["Loại nội dung có phân cấp hay không."],"Leave empty to use the post type slug.":["Bỏ trống đề dùng slug của loại nội dung."],"Slug to use in REST API URL":["Slug dùng trong REST API"],"REST API base slug":["Slug trong REST API"],"Menu position after":["Vị trí của menu"],"Get Meta Box Premium":["Nhận Meta Box Premium"],"Creating custom settings pages":["Tạo trang cài đặt tùy chỉnh"],"Hierarchical URL":["Phân cấp URL"],"Copied!":["Đã sao chép!"],"Copy":["Sao chép"],"Confused when to use custom taxonomy vs. custom fields? <a href=\"%s\" target=\"_blank\">Read this tutorial<\/a>.":["Bối rối khi sử dụng phân loại và trường tuỳ biến? <a href=\"%s\" target=\"_blank\">Xem hướng dẫn<\/a>."],"Create your first custom taxonomy to organize your content into groups that you can query to show them in the frontend.":["Tạo mục phân loại đầu ngay để sắp xếp nội dung của bạn thành từng nhóm mà bạn có thể lấy và hiển thị ngoài giao diện người dùng."],"Create Custom Taxonomies":["Tạo các mục phân loại"],"Start Now":["Bắt đầu"],"Create your first custom post type to add more custom content (which is not post or page) to your WordPress website.":["Tạo loại nội dung tuỳ chỉnh để thêm nhiều nội dung hơn (không phải là bài viết và trang) cho website WordPress của bạn."],"Create Custom Post Types":["Tạo loại nội dung tuỳ chỉnh"],"MetaBox.io":["MetaBox.io"],"Custom fields":["Trường tùy chỉnh"],"Text domain":["Text domain"],"Function name":["Tên hàm"],"Show on edit page":["Hiện ở trang sửa bài"],"Show in REST":["Hiển thị trong REST"],"%1$s %2$s updated.":["%1$s %2$s đã được cập nhật."],"Prepended permalink structure":["Thêm vào trước cấu trúc permalink"],"Create custom post types and custom taxonomies with easy-to-use UI":["Tạo loại nội dung tuỳ chỉnh và các mục phân loại với giao diện kéo thả"],"%s taxonomy restored from the Trash.":["%s mục phân loại đã được phục hồi từ Thùng rác."],"%s taxonomy moved to the Trash.":["Phân loại %s đã được chuyển tới Thùng rác."],"%s taxonomy permanently deleted.":["Phân loại %s đã được xóa vĩnh viễn."],"%s taxonomy not updated, somebody is editing.":["Phân loại %s chưa được cập nhật, ai đó đang sửa nó."],"%s taxonomy updated.":["Mục phân loại %s đã được cập nhật."],"Taxonomy draft updated.":["Phân loại nháp đã được cập nhật."],"Taxonomy scheduled for: <strong>%s<\/strong>.":["Phân loại đã được cập nhật lúc: <strong>%s<\/strong>."],"Taxonomy submitted.":["Phân loại đã được gửi."],"Taxonomy saved.":["Phân loại đã được lưu."],"Taxonomy published. %s":["Phân loại đã được đăng. %s"],"Taxonomy restored to revision from %s.":["Phân loại được khôi phục từ phiên bản %s."],"Taxonomy updated.":["Phân loại đã được cập nhật."],"Search Taxonomy":["Tìm kiếm mục phân loại"],"View Taxonomy":["Xem mục phân loại"],"Update Taxonomy":["Cập nhật phân loại"],"Edit Taxonomy":["Sửa phân loại"],"New Taxonomy":["Thêm mới"],"Add New Taxonomy":["Thêm phân loại mới"],"Parent Taxonomy:":["Phân loại cha:"],"Taxonomy":["Phân loại"],"Taxonomies":["Phân loại"],"Taxonomy Singular Name\u0004Taxonomy":["Phân loại"],"Taxonomy General Name\u0004Taxonomies":["Phân loại"],"Whether this taxonomy should remember the order in which terms are added to objects.":["Ghi nhớ thứ tự các mục phân loại khi được thêm vào bài viết."],"Uncheck to disable the query var, check to use the taxonomy's \"name\" as query var.":["Bỏ chọn để tắt biến truy xuất, chọn để dùng tên của phân loại cho biến truy xuất."],"Show admin column":["Hiện cột trong phần quản trị"],"Whether to show the taxonomy in the quick\/bulk edit panel.":["Hiện phân loại trong bảng chỉnh sửa nhanh."],"Show in quick edit":["Hiện trong phần sửa nhanh"],"Show tag cloud":["Hiện mây thẻ"],"Makes this taxonomy available for selection in navigation menus.":["Cho phép chọn phân loại trong menu."],"Choose from most used":["Chọn từ các mục được dùng nhiều"],"Add or remove items":["Thêm hoặc xoá các mục"],"Separate items with commas":["Phân cách các mục bằng dấu phẩy"],"Popular items":["Các mục phổ biến"],"The same as parent item, but with colon : in the end":["Tương tự như mục cha, nhưng kết thúc bằng dấu hai chấm :"],"Parent item colon":["Mục cha"],"Parent item":["Mục cha"],"New item name":["Tên mục mới"],"Update item":["Cập nhật mục"],"Name for one object of this taxonomy":["Tên cho một đối tượng của phân loại này"],"Popular %name%":["%name% phổ biến"],"Parent %singular_name%:":["%singular_name% cha:"],"Update %singular_name%":["Cập nhật %singular_name%"],"https:\/\/metabox.io":["http:\/\/metabox.io"],"https:\/\/metabox.io\/plugins\/custom-post-type\/":["https:\/\/metabox.io\/plugins\/custom-post-type\/"],"%1$s %2$s restored from the Trash.":["%1$s %2$s đã được khôi phục từ Thùng rác."],"%1$s %2$s moved to the Trash.":["%1$s %2$s đã được đưa vào Thùng rác."],"%1$s %2$s permanently deleted.":["%1$s %2$s đã được xóa vĩnh viễn."],"%1$s %2$s not updated, somebody is editing.":["%1$s %2$s chưa được cập nhật, có ai đó đang sửa."],"post types":["loại nội dung"],"post type":["loại nội dung"],"Preview %s":["Xem trước %s"],"%s draft updated.":["%s nháp đã được cập nhật."],"M j, Y @ G:i":["j M Y @ G:i"],"%1$s scheduled for: <strong>%2$s<\/strong>.":["%1$s đã được lên lịch lúc: <strong>%2$s<\/strong>."],"%s submitted.":["%s đã được gửi."],"%s saved.":["%s đã lưu."],"%1$s restored to revision from %2$s.":["%1$s được khôi phục từ biên bản %2$s."],"Custom field deleted.":["Trường tùy chỉnh đã xóa."],"Custom field updated.":["Trường tùy chỉnh đã cập nhật."],"%s updated.":["%s đã cập nhật."],"View %s":["Xem %s"],"Search Post Type":["Tìm loại nội dung"],"View Post Type":["Xem loại nội dung"],"Update Post Type":["Cập nhật loại nội dung"],"Edit Post Type":["Sửa loại nội dung"],"New Post Type":["Thêm mới"],"Add New":["Tạo mới"],"Add New Post Type":["Thêm loại nội dung mới"],"Parent Post Type:":["Loại nội dung cha:"],"Post Type":["Loại nội dung"],"Post Types":["Loại nội dung"],"Post Type Singular Name\u0004Post Type":["Loại nội dung"],"Post Type General Name\u0004Post Types":["Loại nội dung"],"Page attributes":["Thuộc tính trang"],"Revisions":["Bản sửa đổi"],"Comments":["Bình luận"],"Trackbacks":["Theo dõi liên kết"],"Excerpt":["Tóm tắt"],"Thumbnail":["Hình thu nhỏ"],"Author":["Người viết"],"Editor":["Trình soạn thảo"],"Title":["Tiêu đề"],"Supports":["Hỗ trợ"],"Advanced":["Nâng cao"],"Can this post type be exported":["Cho phép xuất bài viết"],"Can export":["Có thể xuất"],"Query var":["Biến truy vấn"],"Has archive":["Có lưu trữ"],"Hierarchical":["Phân cấp"],"Page":["Trang"],"Post":["Viết bài"],"Capability type":["Loại quyền"],"Whether to make this post type available in the WordPress admin bar.":["Hiện trên thanh quản trị của WordPress"],"Show in admin bar":["Hiện trên thanh quản trị"],"Show in menu":["Hiện trong menu"],"Whether post type is available for selection in navigation menus.":["Cho phép chọn bài viết trong menu."],"Show in nav menus":["Hiện trong menu"],"Whether to generate a default UI for managing this post type in the admin.":["Bật giao diện cho quản lý các bài viết trong phần quản trị."],"Show UI":["Hiện giao diện"],"Whether queries can be performed on the frontend.":["Cho phép truy vấn ngoài giao diện người dùng."],"Publicly queryable":["Cho phép truy vấn"],"Whether to exclude posts with this post type from frontend search results.":["Ẩn các bài viết khỏi kết quả tìm kiếm."],"Exclude from search":["Loại khỏi tìm kiếm"],"Controls how the type is visible to authors and readers.":["Cho phép tác giả và người đọc xem nội dung."],"Public":["Công khai"],"A short descriptive summary of what the post type is":["Mô tả ngắn về loại nội dung"],"Description":["Mô Tả"],"Parent items":["Mục cha"],"Not found in Trash":["Không tìm thấy trong Thùng rác"],"Not found":["Không tìm thấy"],"Search items":["Tìm kiếm"],"View items":["Xem các mục"],"New item":["Mục mới"],"Edit item":["Sửa mục"],"Add new item":["Thêm mục mới"],"All items":["Tất cả các mục"],"Menu name":["Tên menu"],"Slug":["Đường dẫn cố định"],"Name for one object of this post type":["Tên cho một đối tượng của loại nội dung này"],"Singular name":["Tên số ít"],"Plural name":["Tên số nhiều"],"Parent %singular_name%":["%singular_name% cha"],"Search %name%":["Tìm %name%"],"View %singular_name%":["Xem %singular_name%"],"New %singular_name%":["%singular_name% mới"],"Edit %singular_name%":["Sửa %singular_name%"],"Add New %singular_name%":["Thêm mới %singular_name%"],"Add new":["Thêm vào"],"All %name%":["Tất cả %name%"]}}}